{
  "articles": [
    {
      "title": "Ontario's top doctor hopes province will be in the 'green zone' by Christmas. Here's why one physician says that's impossible",
      "image": "./newsImages/image.png",
      "text": "TORONTO -- As health officials continue to report new COVID-19 case numbers in the quadruple digits, Ontario’s top doctor says he hopes the province will be in the “green zone” in a little more than five weeks from now.“We can get these numbers down as we did before, and bring them down to level so you move from the red to the orange, yellow and I would like to think everybody would be in green, especially for the time of Christmas,” Ontario’s Chief Medical Officer of Health Dr. David Williams, said at a news conference on Monday.The most lenient of the province’s colour-coded COVID-19 framework, the green, or “prevent,” level is aimed at focusing on an “education and awareness of public health and workplace safety measures.”",
      "text2": "But one Toronto doctor says that it is “completely impossible” that all of the province’s 34 public health units would be at that level by Dec. 25. “It troubles me deeply that Dr. Williams, who as the sole medical advisor to the premier, feels that this is something that is even remotely possible,” Dr. Michael Warner told CTV News Toronto. “It kind of demonstrates, to me, a complete disconnect between what we are seeing on the frontlines, especially in the ‘red zones’, versus what he thinks will happen if we continue to follow along the framework that the government has set. Warner is the Medical Director of Critical Care at Michael Garron Hospital in Toronto’s east-end and said that not only is the timeline unrealistic, but that Dr. Williams’ comments are irresponsible."
    },
    {
      "title": "Work on cruiser used in N.S. mass shooting began 9 months before rampage, court documents reveal",
      "image": "./newsImages/rcmp-mock-vehicle.png",
      "text": "Newly unsealed search warrant documents related to the Nova Scotia mass shooting are shedding light on how the gunman created the replica RCMP vehicle he used. On April 18 and 19 of this year, Gabriel Wortman killed 22 people — including neighbours, strangers and an RCMP officer — and burned homes belonging to three couples he killed. Two men who were shot survived. The gunman travelled about 195 kilometres over a period of 13 hours before RCMP killed him at a gas station in Enfield, N.S. During most of the rampage that started in the tiny community of Portapique, N.S., the 51-year-old denturist drove a decommissioned police vehicle that he had bought through a federal government auction site on June 27, 2019 for $10,990, according to RCMP Sgt. Angela Hawryluk, who wrote the search warrant applications.",
      "text2": "During a news conference in April, RCMP said the gunman bought the cruiser in the fall of 2019. Though it would've been plain white and stripped of its accessories when the gunman purchased it, the documents released Monday show that for months, he worked to make it look identical to an actual RCMP cruiser. He installed a push bar on the front bumper on Aug. 24, 2019, and emailed someone to say the car was a bigger job than he expected and it was his first time doing the work. The recipient's name was redacted. "
    },
    {
      "title": "Hurricane Iota expected to hit Nicaragua as a catastrophic Category 5 storm",
      "image": "./newsImages/storm-iota.png",
      "text": "Powerful Hurricane Iota made landfall on Nicaragua's Caribbean coast late Monday, threatening catastrophic damage to the same part of Central America already battered by equally strong Hurricane Eta less than two weeks ago. Iota had intensified into an extremely dangerous Category 5 storm early in the day, but the U.S. National Hurricane Center said it weakened slightly to Category 4, with maximum sustained winds of 250 km/h. Its centre made landfall about 45 kilometres south of the Nicaraguan city of Puerto Cabezas, also known as Bilwi. Iota already had been hitting the Caribbean coasts of Nicaragua and Honduras with torrential rains and strong winds. Iota came ashore just 25 kilometres south of where Hurricane Eta made landfall Nov. 3, also as a Category 4 storm. Eta's torrential rains saturated the soil in the region, leaving it prone to new landslides and floods, and there are warnings that the storm surge could reach 4.5 to 6 metres above normal tides.",
      "text2": "In Bilwi, business owner Adan Artola Schultz braced himself in the doorway of his house as strong gusts of wind and rain drove water in torrents down the street. He watched in amazement as wind ripped away the metal roof structure from a substantial two-story home and blew it away like paper.It is like bullets, he said of the sound of metal structures banging and buckling in the wind. This is double destruction, he said, referring to the damage wrought by Eta just 12 days earlier. This is coming in with fury."
    },
    {
      "title": "Top Syria diplomat Moalem, soft-spoken defender of Assad, dies at 79",
      "image": "./newsImages/syria-diplomacy-minister.png",
      "text": "Syria's longtime Foreign Minister Walid al-Moalem, an unyielding defender of Syrian President Bashar al-Assad's bloody crackdown on peaceful protesters that sparked a decade-old conflict, died on Monday. The government gave no details of the cause of death, but the 79-year-old had been in poor health with heart problems. A source close to the government said his deputy, veteran diplomat Faisal Mekdad, was expected to replace him as foreign minister. The genial public face of Assad's rule to the outside world, Moalem was branded a traitor by the opposition for supporting the violent crackdown on protesters at the beginning of the conflict in 2011. Thousands took to the streets that year demanding an end to the Assad family's decades-old authoritarian rule. The protests later escalated into a full-scale civil war.",
      "text2": "Moalem was unrepentant. The soft-spoken diplomat accused the United States and others in the West of fuelling Syria's unrest. He labelled insurgents jihadi terrorists in a conflict in which more than a half a million people have been killed and more than 5.6 million have become refugees, most of them Sunni Muslims. No government in the world can accept an armed terrorist group, some of them coming from abroad, controlling streets and villages in the name of 'jihad,' Moalem, who was also deputy premier, said in a 2012 newspaper interview."
    },
    {
      "title": "IOC hopeful vaccine will be ready in time for Tokyo Olympics",
      "image": "./newsImages/japan-olympics-ioc.png",
      "text": "Olympic participants and fans arriving for next year's postponed Tokyo Games will be encouraged to be vaccinated to protect the Japanese public,  the president of the International Olympic Committee said Monday. Thomas Bach said it won't be mandatory, but he left no doubt it will be strongly pushed. Bach campaigned across Tokyo on Monday, his first visit to Japan since the Olympics were postponed almost eight months ago amid the coronavirus pandemic. He met support at all stops; from Japanese Prime Minister Yoshihide Suga, Tokyo Governor Yuriko Koike, former Prime Minister Shinzo Abe, and Yoshiro Mori, the head of the local organizing committee and also a former prime minister. In order to protect the Japanese people and out of respect for the Japanese people, the IOC will undertake great effort so that as many (people) as possible — Olympic participants and visitors will arrive here (with a) vaccine, if by then a vaccine is available, Bach said after talks with Suga. We want to convince as many foreign participants as possible to accept a vaccine, Bach added later after meeting with Mori.",
      "text2": "This makes us all very confident that we can have spectators in the Olympic stadia next year and that spectators will enjoy a safe environment. On Tuesday, Bach was greeted by a few protesters outside the stadium chanting: Get out IOC. Get out Olympics.Bach lauded new advances in rapid testing as a boost to hold the games. He said Olympic participants would not be a priority for a vaccine ahead of nurses and doctors and people who keep our society alive. And he repeated several times that next year's Olympics would be the light at the end of this dark tunnel."
    }
  ]
}
