{
  "articles": [
    {
      "title": "Ontario's top doctor hopes province will be in the 'green zone' by Christmas. Here's why one physician says that's impossible",
      "image": "../Ws8/newsImages/image.png",
      "text": "TORONTO -- As health officials continue to report new COVID-19 case numbers in the quadruple digits, Ontario’s top doctor says he hopes the province will be in the “green zone” in a little more than five weeks from now.“We can get these numbers down as we did before, and bring them down to level so you move from the red to the orange, yellow and I would like to think everybody would be in green, especially for the time of Christmas,” Ontario’s Chief Medical Officer of Health Dr. David Williams, said at a news conference on Monday.The most lenient of the province’s colour-coded COVID-19 framework, the green, or “prevent,” level is aimed at focusing on an “education and awareness of public health and workplace safety measures.”"
    },
    {
      "title": "Work on cruiser used in N.S. mass shooting began 9 months before rampage, court documents reveal",
      "image": "../Ws8/newsImages/rcmp-mock-vehicle.png",
      "text": "Newly unsealed search warrant documents related to the Nova Scotia mass shooting are shedding light on how the gunman created the replica RCMP vehicle he used. On April 18 and 19 of this year, Gabriel Wortman killed 22 people — including neighbours, strangers and an RCMP officer — and burned homes belonging to three couples he killed. Two men who were shot survived. The gunman travelled about 195 kilometres over a period of 13 hours before RCMP killed him at a gas station in Enfield, N.S. During most of the rampage that started in the tiny community of Portapique, N.S., the 51-year-old denturist drove a decommissioned police vehicle that he had bought through a federal government auction site on June 27, 2019 for $10,990, according to RCMP Sgt. Angela Hawryluk, who wrote the search warrant applications."
    },
    {
      "title": "Hurricane Iota expected to hit Nicaragua as a catastrophic Category 5 storm",
      "image": "../Ws8/newsImages/storm-iota.png",
      "text": "Hurricane Iota rapidly strengthened Monday into a Category 5 storm that is likely to bring catastrophic damage to the same part of Central America already battered by a powerful Hurricane Eta less than two weeks ago. The U.S. National Hurricane Center said the storm had maximum sustained winds of 260 km/h by midafternoon. It was centred about 90 kilometres east-southeast of the Nicaraguan city of Puerto Cabezas, also known as Bilwi, and moving westward at 15 km/h. Iota was lashing the Caribbean coasts of Nicaragua and Honduras with torrential rains and strong winds while its eye was still several hours from making landfall in northeastern Nicaragua. Authorities warned the storm would probably come ashore over areas where Eta's torrential rains saturated the soil, leaving them prone to new landslides and floods, and that the storm surge could reach a shocking 4.5 to six metres above normal tides. Cairo Jarquin, Nicaragua emergency response project manager for Catholic Relief Services, visited Bilwi and smaller coastal communities Friday."
    },
    {
      "title": "Top Syria diplomat Moalem, soft-spoken defender of Assad, dies at 79",
      "image": "../Ws8/newsImages/syria-diplomacy-minister.png",
      "text": "Syria's longtime Foreign Minister Walid al-Moalem, an unyielding defender of Syrian President Bashar al-Assad's bloody crackdown on peaceful protesters that sparked a decade-old conflict, died on Monday. The government gave no details of the cause of death, but the 79-year-old had been in poor health with heart problems. A source close to the government said his deputy, veteran diplomat Faisal Mekdad, was expected to replace him as foreign minister. The genial public face of Assad's rule to the outside world, Moalem was branded a traitor by the opposition for supporting the violent crackdown on protesters at the beginning of the conflict in 2011. Thousands took to the streets that year demanding an end to the Assad family's decades-old authoritarian rule. The protests later escalated into a full-scale civil war. Moalem was unrepentant. The soft-spoken diplomat accused the United States and others in the West of fuelling Syria's unrest. He labelled insurgents jihadi terrorists in a conflict in which more than a half a million people have been killed and more than 5.6 million have become refugees, most of them Sunni Muslims."
    },
    {
      "title": "IOC hopeful vaccine will be ready in time for Tokyo Olympics",
      "image": "../Ws8/newsImages/japan-olympics-ioc.png",
      "text": "Olympic participants and fans arriving for next year's postponed Tokyo Games will be encouraged to be vaccinated to protect the Japanese public,  the president of the International Olympic Committee said Monday. Thomas Bach said it won't be mandatory, but he left no doubt it will be strongly pushed. Bach campaigned across Tokyo on Monday, his first visit to Japan since the Olympics were postponed almost eight months ago amid the coronavirus pandemic. He met support at all stops; from Japanese Prime Minister Yoshihide Suga, Tokyo Governor Yuriko Koike, former Prime Minister Shinzo Abe, and Yoshiro Mori, the head of the local organizing committee and also a former prime minister. In order to protect the Japanese people and out of respect for the Japanese people, the IOC will undertake great effort so that as many (people) as possible — Olympic participants and visitors will arrive here (with a) vaccine, if by then a vaccine is available, Bach said after talks with Suga. We want to convince as many foreign participants as possible to accept a vaccine, Bach added later after meeting with Mori."
    }
  ]
}
